Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Refreshing Git status
ar: جارٍ تحديث حالة Git
de: Git-Status wird aktualisiert
es: Actualizando estado de Git
fr: Actualisation de l'état Git
id: Menyegarkan status Git
it: Aggiornamento dello stato Git
ja: Gitステータスを更新中
ko: Git 상태 새로 고치는 중
nl: Git-status verversen
pt_br: Atualizando status do Git
ru: Обновление статуса Git
th: กำลังรีเฟรชสถานะ Git
tr: Git durumu yenileniyor
vi: Đang làm mới trạng thái Git
zh_hans: 正在刷新 Git 状态
zh_hant: 正在刷新 Git 狀態

source: Refreshing…
ar: جارٍ التحديث…
de: Wird aktualisiert…
es: Actualizando…
fr: Actualisation…
id: Menyegarkan…
it: Aggiornamento…
ja: 更新中…
ko: 새로 고치는 중…
nl: Verversen…
pt_br: Atualizando…
ru: Обновление…
th: กำลังรีเฟรช…
tr: Yenileniyor…
vi: Đang làm mới…
zh_hans: 刷新中…
zh_hant: 刷新中…

source: Reload Page
ar: إعادة تحميل الصفحة
de: Seite neu laden
es: Recargar página
fr: Recharger la page
id: Muat Ulang Halaman
it: Ricarica pagina
ja: ページを再読み込み
ko: 페이지 새로 고침
nl: Pagina herladen
pt_br: Recarregar página
ru: Перезагрузить страницу
th: โหลดหน้าใหม่
tr: Sayfayı Yeniden Yükle
vi: Tải lại trang
zh_hans: 重新载入页面
zh_hant: 重新載入頁面

source: Reload Page (⌘R)
ar: إعادة تحميل الصفحة (⌘R)
de: Seite neu laden (⌘R)
es: Recargar página (⌘R)
fr: Recharger la page (⌘R)
id: Muat Ulang Halaman (⌘R)
it: Ricarica pagina (⌘R)
ja: ページを再読み込み（⌘R）
ko: 페이지 새로 고침 (⌘R)
nl: Pagina herladen (⌘R)
pt_br: Recarregar página (⌘R)
ru: Перезагрузить страницу (⌘R)
th: โหลดหน้าใหม่ (⌘R)
tr: Sayfayı Yeniden Yükle (⌘R)
vi: Tải lại trang (⌘R)
zh_hans: 重新载入页面（⌘R）
zh_hant: 重新載入頁面（⌘R）

source: Remote Directory
ar: المجلد البعيد
de: Entferntes Verzeichnis
es: Directorio remoto
fr: Répertoire distant
id: Direktori Jarak Jauh
it: Directory remota
ja: リモートディレクトリ
ko: 원격 디렉터리
nl: Externe map
pt_br: Diretório remoto
ru: Удалённый каталог
th: ไดเรกทอรีระยะไกล
tr: Uzak Dizin
vi: Thư mục từ xa
zh_hans: 远程目录
zh_hant: 遠端目錄

source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijder
pt_br: Remover
ru: Удалить
th: นำออก
tr: Kaldır
vi: Loại bỏ
zh_hans: 移除
zh_hant: 移除

source: Remove Color Marker
ar: إزالة علامة اللون
de: Farbmarkierung entfernen
es: Quitar marcador de color
fr: Retirer le marqueur de couleur
id: Hapus Penanda Warna
it: Rimuovi contrassegno colore
ja: カラーマーカーを削除
ko: 색상 표시 제거
nl: Kleurmarkering verwijderen
pt_br: Remover marcador de cor
ru: Убрать цветовую метку
th: ลบเครื่องหมายสี
tr: Renk İşaretini Kaldır
vi: Xóa dấu màu
zh_hans: 移除颜色标记
zh_hant: 移除顏色標記

source: Remove Group
ar: إزالة المجموعة
de: Gruppe entfernen
es: Quitar grupo
fr: Retirer le groupe
id: Hapus Grup
it: Rimuovi gruppo
ja: グループを削除
ko: 그룹 제거
nl: Groep verwijderen
pt_br: Remover grupo
ru: Удалить группу
th: ลบกลุ่ม
tr: Grubu Kaldır
vi: Xóa nhóm
zh_hans: 移除分组
zh_hant: 移除分組

source: Remove Quick Command
ar: إزالة الأمر السريع
de: Schnellbefehl entfernen
es: Quitar comando rápido
fr: Retirer la commande rapide
id: Hapus Perintah Cepat
it: Rimuovi comando rapido
ja: クイックコマンドを削除
ko: 빠른 명령 제거
nl: Snelle opdracht verwijderen
pt_br: Remover comando rápido
ru: Удалить быструю команду
th: ลบคำสั่งด่วน
tr: Hızlı Komutu Kaldır
vi: Xóa lệnh nhanh
zh_hans: 移除快速命令
zh_hant: 移除快速命令

source: Remove Variable
ar: إزالة المتغير
de: Variable entfernen
es: Quitar variable
fr: Retirer la variable
id: Hapus Variabel
it: Rimuovi variabile
ja: 変数を削除
ko: 변수 제거
nl: Variabele verwijderen
pt_br: Remover variável
ru: Удалить переменную
th: ลบตัวแปร
tr: Değişkeni Kaldır
vi: Xóa biến
zh_hans: 移除变量
zh_hant: 移除變數

source: Remove from Group
ar: إزالة من المجموعة
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
id: Keluarkan dari Grup
it: Rimuovi dal gruppo
ja: グループから削除
ko: 그룹에서 제거
nl: Uit groep verwijderen
pt_br: Remover do grupo
ru: Убрать из группы
th: นำออกจากกลุ่ม
tr: Gruptan Çıkar
vi: Bỏ khỏi nhóm
zh_hans: 从分组移除
zh_hant: 從分組移除

source: Remove intent-to-add for %@
ar: إزالة نية الإضافة لـ %@
de: intent-to-add für %@ entfernen
es: Quitar intent-to-add de %@
fr: Retirer intent-to-add pour %@
id: Hapus intent-to-add untuk %@
it: Rimuovi intent-to-add per %@
ja: %@のintent-to-addを削除
ko: %@의 추가 예정 표시 제거
nl: intent-to-add voor %@ verwijderen
pt_br: Remover intent-to-add de %@
ru: Убрать намерение добавления для %@
th: ลบสถานะเตรียมเพิ่มของ %@
tr: %@ için ekleme niyetini kaldır
vi: Bỏ trạng thái dự định thêm của %@
zh_hans: 移除 %@ 的 intent-to-add
zh_hant: 移除 %@ 的 intent-to-add

source: Removed %lld intent-to-add index entries.
ar: أُزيل %lld إدخال من الفهرس بحالة نية الإضافة.
de: %lld intent-to-add-Indexeinträge entfernt.
es: Se eliminaron %lld entradas intent-to-add del índice.
fr: %lld entrées intent-to-add retirées de l'index.
id: Menghapus %lld entri indeks intent-to-add.
it: Rimosse %lld voci intent-to-add dall'indice.
ja: intent-to-addのインデックス項目を%lld件削除しました。
ko: 추가 예정 인덱스 항목 %lld개를 제거했습니다.
nl: %lld intent-to-add-indexitems verwijderd.
pt_br: Foram removidas %lld entradas intent-to-add do índice.
ru: Удалено %lld записи индекса с намерением добавления.
th: ลบรายการดัชนีที่เตรียมเพิ่ม %lld รายการแล้ว
tr: Ekleme niyeti taşıyan %lld indeks girdisi kaldırıldı.
vi: Đã xóa %lld mục dự định thêm khỏi chỉ mục.
zh_hans: 已移除 %lld 个 intent-to-add 索引条目。
zh_hant: 已移除 %lld 個 intent-to-add 索引項目。

source: Removed the intent-to-add index entry.
ar: أُزيل إدخال الفهرس بحالة نية الإضافة.
de: Der intent-to-add-Indexeintrag wurde entfernt.
es: Se eliminó la entrada intent-to-add del índice.
fr: Entrée intent-to-add retirée de l'index.
id: Entri indeks intent-to-add dihapus.
it: Rimossa la voce intent-to-add dall'indice.
ja: intent-to-addのインデックス項目を削除しました。
ko: 추가 예정 인덱스 항목을 제거했습니다.
nl: Het intent-to-add-indexitem is verwijderd.
pt_br: A entrada intent-to-add do índice foi removida.
ru: Запись индекса с намерением добавления удалена.
th: ลบรายการดัชนีที่เตรียมเพิ่มแล้ว
tr: Ekleme niyeti taşıyan indeks girdisi kaldırıldı.
vi: Đã xóa mục dự định thêm khỏi chỉ mục.
zh_hans: 已移除 intent-to-add 索引条目。
zh_hant: 已移除 intent-to-add 索引項目。

source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti Nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl: Hernoemen
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Renamed
ar: أُعيدت تسميته
de: Umbenannt
es: Renombrado
fr: Renommé
id: Diganti namanya
it: Rinominato
ja: 名前変更
ko: 이름 변경됨
nl: Hernoemd
pt_br: Renomeado
ru: Переименован
th: เปลี่ยนชื่อแล้ว
tr: Yeniden adlandırıldı
vi: Đã đổi tên
zh_hans: 已重命名
zh_hant: 已重新命名

source: Rename…
ar: إعادة التسمية…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
id: Ganti Nama…
it: Rinomina…
ja: 名前を変更…
ko: 이름 변경…
nl: Hernoemen…
pt_br: Renomear…
ru: Переименовать…
th: เปลี่ยนชื่อ…
tr: Yeniden Adlandır…
vi: Đổi tên…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Renders terminal text with slightly heavier strokes, like classic macOS font smoothing
ar: يعرض نص الطرفية بخطوط أثقل قليلًا، مثل تنعيم الخطوط التقليدي في macOS
de: Zeigt Terminaltext mit etwas kräftigeren Strichen, ähnlich der klassischen macOS-Schriftglättung
es: Renderiza el texto del terminal con trazos algo más gruesos, como el suavizado de fuentes clásico de macOS
fr: Affiche le texte du terminal avec des traits légèrement plus épais, comme le lissage classique des polices macOS
id: Merender teks terminal dengan goresan sedikit lebih tebal, seperti penghalusan font klasik macOS
it: Mostra il testo del terminale con tratti leggermente più spessi, come la classica levigatura dei font di macOS
ja: クラシックなmacOSのフォントスムージングのように、ターミナルの文字を少し太い線で描画します
ko: 기존 macOS 글꼴 다듬기처럼 터미널 텍스트의 획을 약간 굵게 표시합니다
nl: Geeft terminaltekst met iets dikkere lijnen weer, zoals de klassieke lettertypevereffening van macOS
pt_br: Renderiza o texto do terminal com traços um pouco mais grossos, como a suavização de fontes clássica do macOS
ru: Отображает текст терминала чуть более толстыми штрихами, как классическое сглаживание шрифтов macOS
th: แสดงข้อความเทอร์มินัลด้วยเส้นหนาขึ้นเล็กน้อย คล้ายการเกลี่ยขอบฟอนต์แบบดั้งเดิมของ macOS
tr: Terminal metnini klasik macOS yazı tipi yumuşatması gibi biraz daha kalın çizgilerle görüntüler
vi: Hiển thị văn bản terminal với nét hơi dày hơn, giống làm mịn phông cổ điển của macOS
zh_hans: 以稍粗的笔画渲染终端文字，效果类似经典 macOS 字体平滑
zh_hant: 以稍粗的筆畫渲染終端機文字，效果類似經典 macOS 字體平滑

source: Reopen Closed Session
ar: إعادة فتح الجلسة المغلقة
de: Geschlossene Sitzung wieder öffnen
es: Reabrir sesión cerrada
fr: Rouvrir la session fermée
id: Buka Kembali Sesi Tertutup
it: Riapri sessione chiusa
ja: 閉じたセッションを再び開く
ko: 닫은 세션 다시 열기
nl: Gesloten sessie heropenen
pt_br: Reabrir sessão fechada
ru: Открыть закрытый сеанс
th: เปิดเซสชันที่ปิดอีกครั้ง
tr: Kapatılan Oturumu Yeniden Aç
vi: Mở lại phiên đã đóng
zh_hans: 重新打开已关闭的会话
zh_hant: 重新開啟已關閉的工作階段

source: Reopened terminals show their previous scrollback above a fresh shell
ar: تعرض الطرفيات المعاد فتحها سجل التمرير السابق فوق صدفة جديدة
de: Wieder geöffnete Terminals zeigen ihren bisherigen Scrollback über einer neuen Shell
es: Los terminales reabiertos muestran su historial anterior sobre un shell nuevo
fr: Les terminaux rouverts affichent leur historique précédent au-dessus d'un nouveau shell
id: Terminal yang dibuka kembali menampilkan riwayat gulir sebelumnya di atas shell baru
it: I terminali riaperti mostrano la cronologia precedente sopra una nuova shell
ja: 再度開いたターミナルでは、新しいシェルの上に以前のスクロール履歴が表示されます
ko: 다시 연 터미널은 새 셸 위에 이전 스크롤 기록을 표시합니다
nl: Heropende terminals tonen hun vorige scrollgeschiedenis boven een nieuwe shell
pt_br: Terminais reabertos mostram seu histórico anterior acima de um novo shell
ru: Повторно открытые терминалы показывают предыдущую историю прокрутки над новой оболочкой
th: เทอร์มินัลที่เปิดอีกครั้งจะแสดงประวัติการเลื่อนเดิมเหนือเชลล์ใหม่
tr: Yeniden açılan terminaller yeni kabuğun üzerinde önceki kaydırma geçmişini gösterir
vi: Terminal mở lại hiển thị lịch sử cuộn cũ phía trên shell mới
zh_hans: 重新打开的终端会在新的 Shell 上方显示之前的滚动历史
zh_hant: 重新開啟的終端機會在新的 Shell 上方顯示之前的捲動歷史

source: Replace Project Command
ar: استبدال أمر المشروع
de: Projektbefehl ersetzen
es: Reemplazar comando del proyecto
fr: Remplacer la commande du projet
id: Ganti Perintah Proyek
it: Sostituisci comando del progetto
ja: プロジェクトコマンドを置換
ko: 프로젝트 명령 대체
nl: Projectopdracht vervangen
pt_br: Substituir comando do projeto
ru: Заменить команду проекта
th: แทนที่คำสั่งโปรเจ็กต์
tr: Proje Komutunu Değiştir
vi: Thay lệnh dự án
zh_hans: 替换项目命令
zh_hant: 替換專案命令

source: Repository changed before the Git action could run. Review the current changes and try again.
ar: تغيّر المستودع قبل تنفيذ إجراء Git. راجع التغييرات الحالية وحاول مجددًا.
de: Das Repository hat sich vor der Git-Aktion geändert. Prüfe die aktuellen Änderungen und versuche es erneut.
es: El repositorio cambió antes de ejecutar la acción de Git. Revisa los cambios actuales e inténtalo de nuevo.
fr: Le dépôt a changé avant l'action Git. Examinez les modifications actuelles et réessayez.
id: Repositori berubah sebelum tindakan Git dijalankan. Tinjau perubahan saat ini dan coba lagi.
it: Il repository è cambiato prima dell'azione Git. Controlla le modifiche attuali e riprova.
ja: Git操作の前にリポジトリが変更されました。現在の変更を確認してもう一度お試しください。
ko: Git 작업을 실행하기 전에 저장소가 변경되었습니다. 현재 변경 사항을 검토하고 다시 시도하세요.
nl: De repository is gewijzigd voordat de Git-actie kon worden uitgevoerd. Beoordeel de huidige wijzigingen en probeer het opnieuw.
pt_br: O repositório mudou antes da ação Git. Revise as alterações atuais e tente novamente.
ru: Репозиторий изменился до выполнения операции Git. Проверьте текущие изменения и повторите попытку.
th: ที่เก็บเปลี่ยนก่อนดำเนินการ Git ตรวจทานการเปลี่ยนแปลงปัจจุบันแล้วลองอีกครั้ง
tr: Git işlemi çalıştırılmadan önce depo değişti. Mevcut değişiklikleri inceleyip yeniden deneyin.
vi: Kho đã thay đổi trước khi thực hiện thao tác Git. Xem xét các thay đổi hiện tại rồi thử lại.
zh_hans: 执行 Git 操作前，仓库已发生变化。请检查当前更改后重试。
zh_hant: 執行 Git 操作前，儲存庫已發生變化。請檢查目前變更後重試。

source: Repository changed before the file action could run. Review the current changes and try again.
ar: تغيّر المستودع قبل تنفيذ إجراء الملف. راجع التغييرات الحالية وحاول مجددًا.
de: Das Repository hat sich vor der Dateiaktion geändert. Prüfe die aktuellen Änderungen und versuche es erneut.
es: El repositorio cambió antes de ejecutar la acción sobre los archivos. Revisa los cambios actuales e inténtalo de nuevo.
fr: Le dépôt a changé avant l'action sur les fichiers. Examinez les modifications actuelles et réessayez.
id: Repositori berubah sebelum tindakan file dijalankan. Tinjau perubahan saat ini dan coba lagi.
it: Il repository è cambiato prima dell'azione sui file. Controlla le modifiche attuali e riprova.
ja: ファイル操作の前にリポジトリが変更されました。現在の変更を確認してもう一度お試しください。
ko: 파일 작업을 실행하기 전에 저장소가 변경되었습니다. 현재 변경 사항을 검토하고 다시 시도하세요.
nl: De repository is gewijzigd voordat de bestandsactie kon worden uitgevoerd. Beoordeel de huidige wijzigingen en probeer het opnieuw.
pt_br: O repositório mudou antes da ação nos arquivos. Revise as alterações atuais e tente novamente.
ru: Репозиторий изменился до выполнения операции с файлом. Проверьте текущие изменения и повторите попытку.
th: ที่เก็บเปลี่ยนก่อนดำเนินการกับไฟล์ ตรวจทานการเปลี่ยนแปลงปัจจุบันแล้วลองอีกครั้ง
tr: Dosya işlemi çalıştırılmadan önce depo değişti. Mevcut değişiklikleri inceleyip yeniden deneyin.
vi: Kho đã thay đổi trước khi thực hiện thao tác tệp. Xem xét các thay đổi hiện tại rồi thử lại.
zh_hans: 执行文件操作前，仓库已发生变化。请检查当前更改后重试。
zh_hant: 執行檔案操作前，儲存庫已發生變化。請檢查目前變更後重試。

source: Repository changed; refresh and try the Git action again
ar: تغيّر المستودع؛ حدّثه وحاول إجراء Git مجددًا
de: Repository geändert; aktualisiere und wiederhole die Git-Aktion
es: El repositorio cambió; actualiza y vuelve a intentar la acción de Git
fr: Le dépôt a changé ; actualisez puis réessayez l'action Git
id: Repositori berubah; segarkan dan coba tindakan Git lagi
it: Il repository è cambiato; aggiorna e riprova l'azione Git
ja: リポジトリが変更されました。更新してからGit操作をやり直してください
ko: 저장소가 변경되었습니다. 새로 고친 후 Git 작업을 다시 시도하세요
nl: Repository gewijzigd; ververs en probeer de Git-actie opnieuw
pt_br: O repositório mudou; atualize e tente a ação Git novamente
ru: Репозиторий изменился; обновите и повторите операцию Git
th: ที่เก็บเปลี่ยนแล้ว รีเฟรชแล้วลองดำเนินการ Git อีกครั้ง
tr: Depo değişti; yenileyip Git işlemini tekrar deneyin
vi: Kho đã thay đổi; làm mới rồi thử lại thao tác Git
zh_hans: 仓库已变化；请刷新后重试 Git 操作
zh_hant: 儲存庫已變化；請刷新後重試 Git 操作

source: Repository changed; review the current directory and try the Git action again.
ar: تغيّر المستودع؛ راجع المجلد الحالي وحاول إجراء Git مجددًا.
de: Repository geändert; prüfe das aktuelle Verzeichnis und wiederhole die Git-Aktion.
es: El repositorio cambió; revisa el directorio actual y vuelve a intentar la acción de Git.
fr: Le dépôt a changé ; vérifiez le répertoire actuel puis réessayez l'action Git.
id: Repositori berubah; tinjau direktori saat ini dan coba tindakan Git lagi.
it: Il repository è cambiato; controlla la directory corrente e riprova l'azione Git.
ja: リポジトリが変更されました。現在のディレクトリを確認してからGit操作をやり直してください。
ko: 저장소가 변경되었습니다. 현재 디렉터리를 검토하고 Git 작업을 다시 시도하세요.
nl: Repository gewijzigd; controleer de huidige map en probeer de Git-actie opnieuw.
pt_br: O repositório mudou; revise o diretório atual e tente a ação Git novamente.
ru: Репозиторий изменился; проверьте текущий каталог и повторите операцию Git.
th: ที่เก็บเปลี่ยนแล้ว ตรวจทานไดเรกทอรีปัจจุบันแล้วลองดำเนินการ Git อีกครั้ง
tr: Depo değişti; geçerli dizini inceleyip Git işlemini tekrar deneyin.
vi: Kho đã thay đổi; xem xét thư mục hiện tại rồi thử lại thao tác Git.
zh_hans: 仓库已变化；请检查当前目录后重试 Git 操作。
zh_hant: 儲存庫已變化；請檢查目前目錄後重試 Git 操作。

source: Reset to Defaults
ar: إعادة الضبط إلى الافتراضي
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
id: Atur Ulang ke Default
it: Ripristina valori predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
nl: Standaardwaarden herstellen
pt_br: Restaurar padrões
ru: Сбросить настройки
th: คืนค่าเริ่มต้น
tr: Varsayılanlara Sıfırla
vi: Đặt lại mặc định
zh_hans: 恢复默认设置
zh_hant: 恢復預設設定

source: Resets %@
ar: إعادة الضبط %@
de: Zurücksetzung: %@
es: Se restablece el %@
fr: Réinitialisation : %@
id: Direset %@
it: Azzeramento: %@
ja: リセット %@
ko: %@에 재설정
nl: Wordt opnieuw ingesteld op %@
pt_br: Redefinição: %@
ru: Сброс %@
th: รีเซ็ต %@
tr: Sıfırlanma: %@
vi: Đặt lại %@
zh_hans: 重置于 %@
zh_hant: 重置於 %@

source: Resize Pane
ar: تغيير حجم اللوحة
de: Bereichsgröße ändern
es: Redimensionar panel
fr: Redimensionner le volet
id: Ubah Ukuran Panel
it: Ridimensiona riquadro
ja: ペインのサイズを変更
ko: 분할 창 크기 조절
nl: Paneelgrootte wijzigen
pt_br: Redimensionar painel
ru: Изменить размер панели
th: ปรับขนาดบานหน้าต่าง
tr: Bölmeyi Yeniden Boyutlandır
vi: Đổi kích thước ô
zh_hans: 调整窗格大小
zh_hant: 調整窗格大小

source: Resize Pane Down
ar: تغيير حجم اللوحة لأسفل
de: Bereich nach unten anpassen
es: Redimensionar panel hacia abajo
fr: Redimensionner le volet vers le bas
id: Ubah Ukuran Panel ke Bawah
it: Ridimensiona riquadro verso il basso
ja: ペインを下に広げる
ko: 분할 창 아래로 크기 조절
nl: Paneel naar beneden aanpassen
pt_br: Redimensionar painel para baixo
ru: Изменить размер панели вниз
th: ปรับขนาดบานหน้าต่างลง
tr: Bölmeyi Aşağı Yeniden Boyutlandır
vi: Đổi kích thước ô xuống dưới
zh_hans: 向下调整窗格
zh_hant: 向下調整窗格

source: Resize Pane Left
ar: تغيير حجم اللوحة لليسار
de: Bereich nach links anpassen
es: Redimensionar panel hacia la izquierda
fr: Redimensionner le volet vers la gauche
id: Ubah Ukuran Panel ke Kiri
it: Ridimensiona riquadro verso sinistra
ja: ペインを左に広げる
ko: 분할 창 왼쪽으로 크기 조절
nl: Paneel naar links aanpassen
pt_br: Redimensionar painel para a esquerda
ru: Изменить размер панели влево
th: ปรับขนาดบานหน้าต่างไปซ้าย
tr: Bölmeyi Sola Yeniden Boyutlandır
vi: Đổi kích thước ô sang trái
zh_hans: 向左调整窗格
zh_hant: 向左調整窗格

source: Resize Pane Right
ar: تغيير حجم اللوحة لليمين
de: Bereich nach rechts anpassen
es: Redimensionar panel hacia la derecha
fr: Redimensionner le volet vers la droite
id: Ubah Ukuran Panel ke Kanan
it: Ridimensiona riquadro verso destra
ja: ペインを右に広げる
ko: 분할 창 오른쪽으로 크기 조절
nl: Paneel naar rechts aanpassen
pt_br: Redimensionar painel para a direita
ru: Изменить размер панели вправо
th: ปรับขนาดบานหน้าต่างไปขวา
tr: Bölmeyi Sağa Yeniden Boyutlandır
vi: Đổi kích thước ô sang phải
zh_hans: 向右调整窗格
zh_hant: 向右調整窗格

source: Resize Pane Up
ar: تغيير حجم اللوحة لأعلى
de: Bereich nach oben anpassen
es: Redimensionar panel hacia arriba
fr: Redimensionner le volet vers le haut
id: Ubah Ukuran Panel ke Atas
it: Ridimensiona riquadro verso l'alto
ja: ペインを上に広げる
ko: 분할 창 위로 크기 조절
nl: Paneel naar boven aanpassen
pt_br: Redimensionar painel para cima
ru: Изменить размер панели вверх
th: ปรับขนาดบานหน้าต่างขึ้น
tr: Bölmeyi Yukarı Yeniden Boyutlandır
vi: Đổi kích thước ô lên trên
zh_hans: 向上调整窗格
zh_hant: 向上調整窗格

source: Resolve and stage %lld conflicted files
ar: حل التعارضات وتجهيز الملفات (%lld)
de: %lld Konfliktdateien lösen und vormerken
es: Resolver y preparar %lld archivos en conflicto
fr: Résoudre et indexer %lld fichiers en conflit
id: Selesaikan dan stage %lld file berkonflik
it: Risolvi e aggiungi allo staging %lld file in conflitto
ja: 競合ファイル%lld件を解決してステージ
ko: 충돌한 파일 %lld개 해결 및 스테이징
nl: %lld bestanden met conflicten oplossen en klaarzetten
pt_br: Resolver e preparar %lld arquivos em conflito
ru: Разрешить конфликты в %lld файлах и добавить их в индекс
th: แก้ไขข้อขัดแย้งและจัดเตรียม %lld ไฟล์
tr: Çakışan %lld dosyayı çöz ve hazırla
vi: Giải quyết và đưa %lld tệp xung đột vào vùng chờ
zh_hans: 解决并暂存 %lld 个冲突文件
zh_hant: 解決並暫存 %lld 個衝突檔案

source: Resolve before committing
ar: حل التعارضات قبل الالتزام
de: Vor dem Committen lösen
es: Resolver antes de confirmar
fr: Résoudre avant de valider
id: Selesaikan konflik sebelum commit
it: Risolvi prima del commit
ja: コミット前に解決してください
ko: 커밋하기 전에 충돌을 해결하세요
nl: Los conflicten op vóór het committen
pt_br: Resolver antes do commit
ru: Разрешите конфликты перед коммитом
th: แก้ไขข้อขัดแย้งก่อนคอมมิต
tr: Commit etmeden önce çakışmaları çözün
vi: Giải quyết xung đột trước khi commit
zh_hans: 提交前请先解决冲突
zh_hant: 提交前請先解決衝突

source: Restore %@
ar: استعادة %@
de: %@ wiederherstellen
es: Restaurar %@
fr: Restaurer %@
id: Pulihkan %@
it: Ripristina %@
ja: %@を復元
ko: %@ 복원
nl: %@ herstellen
pt_br: Restaurar %@
ru: Восстановить %@
th: กู้คืน %@
tr: %@ Geri Yükle
vi: Khôi phục %@
zh_hans: 恢复 %@
zh_hant: 恢復 %@

source: Restore Default Shortcuts
ar: استعادة الاختصارات الافتراضية
de: Standardtastenkürzel wiederherstellen
es: Restaurar atajos predeterminados
fr: Rétablir les raccourcis par défaut
id: Pulihkan Pintasan Default
it: Ripristina scorciatoie predefinite
ja: デフォルトのショートカットに戻す
ko: 기본 단축키 복원
nl: Standaardsneltoetsen herstellen
pt_br: Restaurar atalhos padrão
ru: Восстановить стандартные сочетания
th: คืนค่าปุ่มลัดเริ่มต้น
tr: Varsayılan Kısayolları Geri Yükle
vi: Khôi phục phím tắt mặc định
zh_hans: 恢复默认快捷键
zh_hant: 恢復預設快速鍵

source: Restore session history on relaunch
ar: استعادة سجل الجلسات عند إعادة التشغيل
de: Sitzungsverlauf beim Neustart wiederherstellen
es: Restaurar historial de sesiones al reiniciar
fr: Restaurer l'historique des sessions au redémarrage
id: Pulihkan riwayat sesi saat dibuka ulang
it: Ripristina cronologia delle sessioni al riavvio
ja: 再起動時にセッション履歴を復元
ko: 다시 실행 시 세션 기록 복원
nl: Sessiegeschiedenis herstellen bij herstart
pt_br: Restaurar histórico de sessões ao reabrir
ru: Восстанавливать историю сеансов при запуске
th: กู้คืนประวัติเซสชันเมื่อเปิดใหม่
tr: Yeniden başlatıldığında oturum geçmişini geri yükle
vi: Khôi phục lịch sử phiên khi mở lại
zh_hans: 重新启动时恢复会话历史
zh_hant: 重新啟動時恢復工作階段歷史

source: Restored %@.
ar: تمت استعادة %@.
de: %@ wiederhergestellt.
es: %@ restaurado.
fr: %@ restauré.
id: Memulihkan %@.
it: %@ ripristinato.
ja: %@を復元しました。
ko: %@을(를) 복원했습니다.
nl: %@ hersteld.
pt_br: %@ restaurado.
ru: Восстановлено: %@.
th: กู้คืน %@ แล้ว
tr: %@ geri yüklendi.
vi: Đã khôi phục %@.
zh_hans: 已恢复 %@。
zh_hant: 已恢復 %@。

source: Restored %lld tracked paths.
ar: استُعيد %lld مسار متتبَّع.
de: %lld versionierte Pfade wiederhergestellt.
es: Se restauraron %lld rutas con seguimiento.
fr: %lld chemins suivis restaurés.
id: Memulihkan %lld path terlacak.
it: Ripristinati %lld percorsi tracciati.
ja: 追跡対象のパスを%lld件復元しました。
ko: 추적 중인 경로 %lld개를 복원했습니다.
nl: %lld gevolgde paden hersteld.
pt_br: Foram restaurados %lld caminhos rastreados.
ru: Восстановлено %lld отслеживаемого пути.
th: กู้คืนพาธที่ติดตาม %lld รายการแล้ว
tr: İzlenen %lld yol geri yüklendi.
vi: Đã khôi phục %lld đường dẫn được theo dõi.
zh_hans: 已恢复 %lld 个已跟踪路径。
zh_hant: 已恢復 %lld 個已追蹤路徑。

source: Results are truncated — showing the first %lld matches
ar: النتائج مقتطعة — تُعرض أول %lld نتيجة مطابقة
de: Ergebnisse gekürzt — die ersten %lld Treffer werden angezeigt
es: Resultados truncados: se muestran las primeras %lld coincidencias
fr: Résultats tronqués — les %lld premières correspondances sont affichées
id: Hasil dipotong — menampilkan %lld kecocokan pertama
it: Risultati troncati — mostrate le prime %lld corrispondenze
ja: 結果は切り詰められました — 最初の%lld件のみ表示
ko: 결과가 잘렸습니다 — 처음 %lld개의 일치 항목 표시
nl: Resultaten ingekort — de eerste %lld overeenkomsten worden getoond
pt_br: Resultados truncados — mostrando as primeiras %lld correspondências
ru: Результаты усечены — показаны первые %lld совпадения
th: ผลลัพธ์ถูกตัดทอน — แสดง %lld รายการแรกที่ตรงกัน
tr: Sonuçlar kısaltıldı — ilk %lld eşleşme gösteriliyor
vi: Kết quả bị cắt bớt — hiển thị %lld kết quả khớp đầu tiên
zh_hans: 结果已截断 — 仅显示前 %lld 个匹配
zh_hant: 結果已截斷 — 僅顯示前 %lld 個匹配

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Probeer opnieuw
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試
